package pkg1;

public class Main {

	public static void main(String[] args) {
		
		/* 7월 10일(월) ~ 7월 16일(일) 회고록
		 * 
		 * 학원 수료한 지, 벌써 7일이 되었다.
		 * 나름 준비를 잘 했다고 생각하는데, 부족한걸까.
		 * 이력서에 대한 기업의 한 곳뿐이었다.
		 * 정말 고마웠다. 내 이력서가 글러먹진 않았구나.
		 * 그래도 부족한 건 틀림없다고 생각한다.
		 * 
		 * 하여 다시 초심을 잡고 프로젝트 중 어려웠던 부분을 다시 해보려고 한다.
		 * 그래서 AWS RDS를 하나 생성했다.
		 * 근데 당장 튀르키예 여행으로 이거 잘못하면 돈만 나가겠는데? 라는 생각이긴 하지만,
		 * 그래도 나의 의지를 보여줄 시간이 지금 이 순간인 것 같다.
		 * 
		 * 우선 여행은 이왕 가는거 잘 즐기고 올 생각이다.
		 * 그 이후의 마음가짐을 어떻게 하냐가 정말 중요한 것 같은데,
		 * 누구보다 열심히 하여 꼭 취직 성공!해서 부모님 기쁘게 해드리겠다.
		 * 
		 * 나는 할 수 있다. 최정원. 비록 내일 여행이지만, 인프런 조금만 듣자~
		 * 화이팅!!!
		 * 
		 * 
		 */
	}

}
